Repository: snowinmars/Snowinmars
Catalog: Snowinmars.Ui/App_LocalResources/Global.*.resx
Languages: ru

# AuthorCreate_Header
source: Create
ru: Создать

# AuthorDetails_Header
source: About
ru: Детали

# AuthorEdit_Header
source: Edit
ru: Редактирование

# AuthorIndex_CreateNewAuthor
source: Create new author
ru: Создать нового автора

# AuthorIndex_Header
source: All authors
ru: Все авторы

# AuthorModel_FamilyName
source: Family name
ru: Родовое имя

# AuthorModel_FullMiddleName
source: Full middle name
ru: Полное среднее имя

# AuthorModel_GivenName
source: Given name
ru: Личное имя

# AuthorModel_PseudonymFamilyName
source: Pseudonym family name
ru: Псевдоним родового имени

# AuthorModel_PseudonymFullMiddleName
source: Pseudonym full middle name
ru: Псевдоним полного среднего имени

# AuthorModel_PseudonymGivenName
source: Pseudonym given name
ru: Псевдоним личного имени

# AuthorModel_Shortcut
source: Shortcut
ru: Краткое имя

# Author_ShortcutTooltip
source: The most popular colloquial author's naming
ru: Наиболее расхожее,бытовое имя автора

# BookBroken_Header
source: BrokenDetails
ru: Найдены повреждения

# BookBroken_Message
source: This book is broken, contact administrator.
ru: Книга повреждена,свяжись с админом

# BookCreate_Header
source: Create
ru: Создать

# BookDetails_Header
source: About
ru: Подробнее

# BookEdit_Header
source: Edit
ru: Редактирование

# BookIndex_CreateNewBook
source: Create new book
ru: Создать новую книгу

# BookIndex_Header
source: All books
ru: Все книги

# BookModel_AdditionalInfo
source: Additional info
ru: Дополнительная информация

# BookModel_Authors
source: Authors
ru: Авторы

# BookModel_Bookshelf
source: Bookshelf
ru: Книжный шкаф

# BookModel_Owner
source: Owner
ru: Владелец

# BookModel_PageCount
source: Page count
ru: Страниц

# BookModel_Status
source: Status
ru: Статус

# BookModel_Title
source: Title
ru: Заголовок

# BookModel_Year
source: Year
ru: Год

# BookWishlist_Header
source: Books wishlist
ru: Желаемые книги

# Book_SaveUrlHint
source: To save urls' changes, push the Save button below
ru: "Сохранить" сохранит урлы

# EnterPage_ErrorOnLoginProcess
source: Error during login process
ru: Ошибка процесса логина

# EnterPage_NewUserHello
source: There's no such user with this name. Register then.
ru: Не найдено юзера с таким логином. Регайся

# EnterPage_OldUserHello
source: There's user with this login. Enter the password.
ru: Найден юзер с таким логином. Вводи пароль.

# HomeBanned_BannedMessage
source: You are banned.
ru: Забанен

# Layout_AllUsers
source: All users
ru: Все пользователи

# Layout_Enter
source: Enter
ru: Вход

# Layout_LibraryAuthors
source: Library authors
ru: Авторы библиотеки

# Layout_LibraryBooks
source: Library books
ru: Книги библиотеки

# Layout_LibraryWishlist
source: Book wishlist
ru: Желаемые книги

# Layout_PersonalPage
source: Personal page
ru: Личный кабинет

# Layout_PressToExit
source: Press to exit
ru: Выход

# Model_InformAboutWarnings
source: Have I inform you about warnings?
ru: Информировать о проблемах?

# Model_IsSynchronized
source: Is synchronized
ru: Синхронизирован

# UserDetails_EmailQuestionTooltip
source: System can send you notification about your books' unfinished specification and errors in book processing. You can't setup this notification now. You can erase this field any time.
ru: Система может информировать о недооформленных книгах и об ошибках в работе системы. Сейчас их нельзя кастомизировать. Можешь очистить это поле в любой момент.

# UserDetails_IsWrongFormat
source: 's wrong format
ru: в неверном формате

# UserDetails_LanguageQuestionTooltip
source: Contact root if you want more languages
ru: Скажи администратору,если хочешь больше языков

# UserDetails_PersonalPage
source: Personal page:
ru: Личный кабинет

# UserDetails_Saved
source: Saved
ru: сохранено

# UserDetails_WasntSaved
source: wasn't saved
ru: не получилось созранить

# UserDetails_YouAre
source: You are
ru: Ты

# UserIndex_ActionCantBeDone
source: Beware: actions can't be undone
ru: Берегись: сделанного не разделать

# UserModel_Language
source: Language
ru: Язык

# UserModel_Password
source: Password
ru: Пароль

# UserModel_PasswordConfirm
source: Password сonfirm
ru: Подтверждение пароля

# UserModel_PasswordConfirmError
source: Password aren't equals
ru: Пароли различаются

# UserModel_Roles
source: Roles
ru: Роли

# UserModel_Username
source: Username
ru: Логин

# UserRootPage_RootMessagePart1
source: We trust you have received the usual lecture from the local System Administrator
ru: Мы верим, что ты прослушал вводную лекцию местного администратора системы

# UserRootPage_RootMessagePart2
source: It usually boils down to these three things:
ru: Обычно она сводится к следующим вещам:

# UserRootPage_RootMessagePart3
source: Respect the privacy of others
ru: Уважай личное пространство других

# UserRootPage_RootMessagePart4
source: Think before you type
ru: Думай перед вводом команды

# UserRootPage_RootMessagePart5
source: With great power comes great responsibility
ru: С большой силой приходит большая ответственность

source: Author
ru: Автора

source: Back to list
ru: К списку

source: Book
ru: Книгу

source: Close
ru: Закрыть

source: Create
ru: Создать

# _ForgotPassword
source: Forgot?
ru: Забыл?

# _ForgotPasswordHint
source: Enter some contacts for admin, and he'll call you
ru: Оставь контакты админу,и он с тобой свяжется

source: Go
ru: Вперёд

source: Ok
ru: Ок

source: Save
ru: Сохранить

source: Sync
ru: Синхронизируется

source: Users
ru: Пользователи

source: You are root
ru: Ты - рут

source: Yours
ru: Твоё
